Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutProper_text_column
source: A column of text values to convert to a column of proper case text values.
bg_bg: Колона с текстови стойности за преобразуване в колона с текстови стойности, изразени с подходящи букви.
ca_es: Una columna de valors de text que es convertirà en una columna de valors de text en majúscules o minúscules segons correspongui.
cs_cz: Sloupec textových hodnot, který se má převést na sloupec textových hodnot s prvními velkými písmeny
da_dk: En kolonne af tekstværdier, der skal konverteres, så første bogstav i hvert ord er stort, og alle andre bogstaver er små.
de_de: Eine Spalte mit Textwerten, die in eine Spalte mit Textwerten in gemischter Groß-/Kleinschreibung konvertiert werden soll.
el_gr: Μια στήλη τιμών κειμένου για μετατροπή σε στήλη τιμών κειμένου με γράμματα τίτλου.
es_es: Una columna de valores de texto que se va a convertir en una columna de valores de texto en mayúsculas o minúsculas.
et_ee: Tekstväärtuste veerg, mis teisendatakse esisuurtähestusega tekstväärtuste veeruks.
eu_es: Maiuskulaz eta minuskulaz idatzitako testu-balioen zutabe bihurtuko den testu-balioen zutabea.
fi_fi: Isoilla alkukirjaimilla kirjoitettujen sanojen tekstiarvojen sarakkeeksi muunnettavien tekstiarvojen sarake.
fr_fr: Colonne de valeurs de texte à convertir en colonne de valeurs de texte au format nom propre.
gl_es: Columna de valores de texto que se van converter nunha columna de valores de texto en maiúsculas ou minúsculas, segundo corresponda.
hi_in: उचित स्थिति पाठ मानों के स्तंभ में रूपांतरित किए जाने वाले पाठ मानों का स्तंभ.
hr_hr: Stupac tekstnih vrijednosti koji se pretvara u stupac tekstnih vrijednosti pravilne veličine teksta.
hu_hu: Az azokat a szöveges értékeket tartalmazó oszlop, amelyeket tulajdonnévnek megfelelő helyesírásúvá kell alakítani.
it_it: Colonna di valori di testo da convertire in una colonna di valori di testo con la maiuscola iniziale.
ja_jp: 先頭が大文字で他が小文字のテキスト値の列に変換する、テキスト値の列。
kk_kz: Дұрыс регистрде берілетін мәтіндік мәндер бағанына түрлендірілетін мәтіндік мәндердің бағаны.
ko_kr: 적절한 대소문자 텍스트 값 열로 변환할 텍스트 값 열입니다.
lt_lt: Teksto reikšmių stulpelis, kurį reikia tinkamai konvertuoti į teksto reikšmių didžiosiomis ar mažosiomis raidėmis stulpelį.
lv_lv: Teksta vērtību kolonna, kas jāpārvērš par pareizā burtu lieluma teksta vērtību kolonnu.
ms_my: Lajur nilai teks untuk ditukarkan kepada lajur nilai teks huruf sesuai.
nb_no: En kolonne med tekstverdier som skal konverteres til en kolonne med tekstverdier for store bokstaver.
nl_nl: Een kolom met tekstwaarden die moeten worden geconverteerd naar een kolom met tekstwaarden met het juiste hoofdlettergebruik.
pl_pl: Kolumna wartości tekstowych, w których wielkość liter ma zostać zmieniona w taki sposób, aby pierwsza litera w każdym słowie była wielka, a wszystkie inne litery były małe.
pt_br: Coluna de valores de texto a ser convertida para uma coluna com os valores de texto no formato correto de maiúsculas/minúsculas.
pt_pt: Uma coluna de valores de texto a converter para uma coluna de valores de texto de capitalização adequada.
ro_ro: O coloană de valori text căreia i se efectuează conversia la o coloană de valori text cu un corp de literă adecvat.
ru_ru: Столбец текстовых значений для преобразования в столбец текстовых значений, где первая буква каждого слова — прописная, а остальные — строчные.
sk_sk: Stĺpec textových hodnôt na konverziu na stĺpec textových hodnôt so všetkými začiatočnými písmenami veľkými.
sl_si: Stolpec besedilnih vrednosti, ki ga je treba pretvoriti v stolpec besedilnih vrednosti v zapisu lastnih imen.
sr_cyrl_rs: Колона са вредностима текста за конвертовање у колону са вредностима текста написаним одговарајућим словима.
sr_latn_rs: Kolona sa vrednostima teksta za konvertovanje u kolonu sa vrednostima teksta napisanim odgovarajućim slovima.
sv_se: En kolumn med textvärden att skiftlägeskonvertera.
th_th: คอลัมน์ของข้อความที่ต้องการแปลงให้เป็นคอลัมน์ของข้อความตัวพิมพ์เล็กและใหญ่ที่เหมาะสม
tr_tr: İlk harfi büyük harf, diğer tüm harfleri küçük harf olan metin değeri sütununa dönüştürülecek olan bir metin değeri sütunu.
uk_ua: Стовпець із текстовими значеннями, який потрібно перетворити на стовпець із текстовими значеннями у відповідному регістрі.
vi_vn: Một cột chứa các giá trị văn bản để chuyển đổi sang một cột chứa các giá trị văn bản có dạng chữ phù hợp.
zh_cn: 文本值组成的列，要转换为正确大小写文本值组成的列。
zh_tw: 要轉換為適當大小寫文字值的資料行之文字值資料行。

# AboutTrim
source: Removes all spaces from a text value except for single spaces between words.
bg_bg: Премахва всички интервали от дадена текстова стойност освен единичните интервали между думите.
ca_es: Suprimeix tots els espais d'un valor de text, excepte els espais individuals entre paraules.
cs_cz: Odebere z textové hodnoty všechny mezery kromě jednoduchých mezer mezi slovy.
da_dk: Fjerner alle mellemrum fra en tekstværdi med undtagelse af enkelt-mellemrum mellem ord.
de_de: Entfernt alle Leerzeichen aus einem Textwert, mit Ausnahme von einzelnen Leerzeichen zwischen Wörtern.
el_gr: Καταργεί όλα τα κενά διαστήματα από μια τιμή κειμένου εκτός από τα μονά κενά διαστήματα μεταξύ των λέξεων.
es_es: Quita los espacios de un valor de texto, excepto los espacios individuales entre palabras.
et_ee: Eemaldab tekstväärtusest kõik tühikud, välja arvatud sõnadevahelised ühekordsed tühikud.
eu_es: Testu-balio baten zuriune guztiak kentzen ditu, hitzen arteko zuriuneak izan ezik.
fi_fi: Poistaa tekstiarvosta kaikki välit lukuun ottamatta yksittäisiä välejä sanojen välillä.
fr_fr: Supprime toutes les espaces d’une valeur de texte, sauf ceux entre les mots.
gl_es: Elimina todos os espazos dun valor de texto, excepto os espazos simples entre palabras.
hi_in: शब्दों के बीच एकल स्पेसेस को छोड़कर पाठ मान में से सभी स्पेसेस को निकालता है.
hr_hr: Uklanja sve razmake iz tekstne vrijednosti, osim jednostrukih razmaka između riječi.
hu_hu: Minden szóközt eltávolít egy szöveges értékből a szavak közötti egyszeres szóközök kivételével.
it_it: Rimuove tutti gli spazi da un valore di testo esclusi gli spazi singoli che dividono le parole.
ja_jp: 単語間の 1 つのスペースを除くすべてのスペースをテキスト値から削除します。
kk_kz: Мәтіндік мәннен сөздердің арасындағы жеке бос орындардан басқа барлық бос орындарды жояды.
ko_kr: 단어 사이의 하나의 공백을 제외하고 텍스트 값에서 모든 공백을 제거합니다.
lt_lt: Pašalina visus tarpus iš teksto reikšmės, išskyrus viengubus tarpus tarp žodžių.
lv_lv: Noņem visas atstarpes no teksta vērtības, izņemot atsevišķas atstarpes starp vārdiem.
ms_my: Mengalih keluar semua ruang daripada nilai teks kecuali ruang tunggal di antara perkataan.
nb_no: Fjerner alle mellomrom fra en tekstverdi, bortsett fra enkle mellomrom mellom ord.
nl_nl: Hiermee worden alle spaties uit een tekstwaarde verwijderd, met uitzondering van de enkele spaties tussen woorden.
pl_pl: Usuwa z wartości tekstowej wszystkie spacje z wyjątkiem pojedynczych spacji między wyrazami.
pt_br: Remove todos os espaços de um valor de texto, exceto espaços simples entre palavras.
pt_pt: Remove todos os espaços de um valor de texto, exceto os espaços únicos entre palavras.
ro_ro: Elimină toate spațiile dintr-o valoare text, cu excepția spațiilor unice dintre cuvinte.
ru_ru: Удаляет все пробелы из текстового значения, за исключением одиночных пробелов между словами.
sk_sk: Odstráni z textovej hodnoty všetky medzery okrem jednoznakových medzier medzi slovami.
sl_si: Odstrani vse presledke iz besedilne vrednosti, razen enojnih presledkov med besedami.
sr_cyrl_rs: Уклања све размаке из вредности текста осим за појединачне размаке између речи.
sr_latn_rs: Uklanja sve razmake iz vrednosti teksta osim za pojedinačne razmake između reči.
sv_se: Tar bort alla blanksteg från ett textvärde, förutom enkla blanksteg mellan ord.
th_th: ลบช่องว่างทั้งหมดจากข้อความ ยกเว้นช่องว่างหนึ่งช่องระหว่างคำ
tr_tr: Kelimeler arasındaki tek boşluklar hariç olmak üzere bir metin değerindeki tüm boşlukları kaldırır.
uk_ua: Видаляє всі пробіли з текстового значення за винятком одинарних пробілів між словами.
vi_vn: Loại bỏ mọi khoảng trống khỏi một giá trị văn bản, ngoại trừ các khoảng trống đơn giữa các từ.
zh_cn: 从文本值中删除所有空格(除了各个单词之间的单个空格)。
zh_tw: 除了單字與單字間的單一空格之外，移除文字間值中的所有空格。

# AboutTrim_text
source: A text value to convert to trim.
bg_bg: Текстова стойност за преобразуване с цел скриване.
ca_es: Valor de text que es retallarà.
cs_cz: Textová hodnota, která má být převedena funkcí trim
da_dk: En tekstværdi, der skal konverteres til trimning.
de_de: Ein zu glättender Textwert.
el_gr: Μια τιμή κειμένου για μετατροπή σε αποκοπή.
es_es: Un valor de texto que se va a convertir para recortarlo.
et_ee: Tekstväärtus, mille tühikud eemaldatakse.
eu_es: Mozteko bihurtuko den testu-balioa.
fi_fi: Tekstiarvo, joka muunnetaan niin, että välit on poistettu.
fr_fr: Valeur de texte à convertir pour supprimer les espaces.
gl_es: Valor de texto que se vai converter para recortar.
hi_in: ट्रिम में रूपांतरित करने के लिए पाठ मान.
hr_hr: Tekstna vrijednost koja se pretvara za obrezivanje.
hu_hu: A Trim függvénnyel átalakítandó szöveges érték.
it_it: Valore di testo da convertire per il troncamento.
ja_jp: トリミングして変換するテキスト値。
kk_kz: Қию үшін түрлендірілетін мәтіндік мән.
ko_kr: 잘라내도록 변환할 텍스트 값입니다.
lt_lt: Teksto reikšmė, kurią reikia konvertuoti į koreguotą.
lv_lv: Teksta vērtība, kas jāpārvērš par apgriešanu.
ms_my: Nilai teks untuk ditukarkan untuk dipangkas.
nb_no: En tekstverdi som skal konverteres for trimming.
nl_nl: Een tekstwaarde die moet worden geconverteerd naar trim.
pl_pl: Wartość tekstowa do przekonwertowania w celu przycięcia.
pt_br: Valor de texto a ser convertido para corte.
pt_pt: Um valor de texto a converter para cortar.
ro_ro: O valoare text căreia i se efectuează conversia pentru tăierea spațiilor libere.
ru_ru: Текстовое значение для обрезки.
sk_sk: Textová hodnota na konverziu na skrátenie.
sl_si: Besedilna vrednost, ki jo je treba prirezati.
sr_cyrl_rs: Вредност текста за конвертовање у скраћивање.
sr_latn_rs: Vrednost teksta za konvertovanje u skraćivanje.
sv_se: Ett textvärde att konvertera för trimning.
th_th: ข้อความที่ต้องการแปลงเพื่อตัดแต่ง
tr_tr: Kırpma için dönüştürülecek bir metin değeri.
uk_ua: Текстове значення, яке потрібно обітнути.
vi_vn: Giá trị văn bản cần chuyển đổi để cắt.
zh_cn: 要转换进行剪裁的文本值。
zh_tw: 要轉換為修剪的文字值。

# AboutTrim_text_column
source: A column of text values to trim.
bg_bg: Колона с текстови стойности за скриване.
ca_es: Columna de valors de text que es retallarà.
cs_cz: Sloupec textových hodnot, které mají být oříznuty
da_dk: En kolonne af tekstværdier, der skal trimmes.
de_de: Eine Spalte von zu glättenden Textwerten.
el_gr: Μια στήλη τιμών κειμένου για αποκοπή.
es_es: Una columna de valores de texto que se va a recortar.
et_ee: Tekstväärtuste veerg, mille tühikud eemaldatakse.
eu_es: Moztuko den testu-balioen zutabea.
fi_fi: Tekstiarvojen, joiden välit poistetaan, sarake.
fr_fr: Colonne de valeurs de texte à convertir pour supprimer les espaces.
gl_es: Columna de valores de texto que se van recortar.
hi_in: ट्रिम करने के लिए पाठ मानों का एक स्तंभ.
hr_hr: Stupac tekstnih vrijednosti koje se obrezuju.
hu_hu: Az azokat a szöveges értékeket tartalmazó oszlop, amelyekből el kell távolítani a kezdő és a záró szóközöket.
it_it: Colonna di valori di testo da troncare.
ja_jp: トリミングするテキスト値の列。
kk_kz: Қию үшін мәтіндік мәндер бағаны.
ko_kr: 잘라낼 텍스트 값의 열입니다.
lt_lt: Teksto reikšmių stulpelis, skirtas koreguoti.
lv_lv: Apgriežamā teksta vērtību kolonna.
ms_my: Lajur nilai teks untuk dipangkas.
nb_no: En kolonne med tekstverdier som skal trimmes.
nl_nl: Een kolom met tekstwaarden die moeten worden geconverteerd naar trim.
pl_pl: Kolumna wartości tekstowych do przycięcia.
pt_br: Coluna de valores de texto para corte.
pt_pt: Uma coluna de valores de textos a cortar.
ro_ro: O coloană de valori text cărora li se taie spațiile inițiale și finale.
ru_ru: Столбец текстовых значений для обрезки.
sk_sk: Stĺpec textových hodnôt na skrátenie.
sl_si: Stolpec besedilnih vrednosti, ki jih je treba prirezati.
sr_cyrl_rs: Колона са вредностима текста за скраћивање.
sr_latn_rs: Kolona sa vrednostima teksta za skraćivanje.
sv_se: En kolumn med textvärden att trimma.
th_th: คอลัมน์ของข้อความที่จะตัดแต่ง
tr_tr: Kırpılacak metin değerleri sütunu.
uk_ua: Стовпець із текстовими значеннями, які потрібно обітнути.
vi_vn: Cột chứa các giá trị văn bản cần cắt.
zh_cn: 要剪裁的文本值组成的列。
zh_tw: 要修剪的文字值資料行。

# AboutTrimEnds
source: Removes all leading and trailing spaces from a text value.
bg_bg: Премахва всички водещи интервали и интервали в края от дадена текстова стойност.
ca_es: Suprimeix tots els espais en blanc al començament i al final d'un valor de text.
cs_cz: Odebere z textové hodnoty všechny úvodní a koncové mezery.
da_dk: Fjerner alle førende og efterfølgende mellemrum fra en tekstværdi.
de_de: Entfernt alle führenden und schließenden Leerzeichen aus einem Textwert.
el_gr: Καταργεί όλα τα αρχικά και τελικά κενά διαστήματα από μια τιμή κειμένου.
es_es: Quita los espacios iniciales y finales de un valor de texto.
et_ee: Eemaldab tekstväärtusest kõik algus- ja lõputühikud.
eu_es: Testu-balio baten hasierako eta amaierako zuriune guztiak kentzen ditu.
fi_fi: Poistaa tekstiarvosta kaikki alussa ja lopussa olevat välit.
fr_fr: Supprime tous les espaces de début et de fin d’une valeur de texte.
gl_es: Elimina todos os espazos iniciais ou finais dun valor de texto.
hi_in: किसी पाठ मान में से सभी लीडिंग और ट्रेलिंग स्पेसेस को निकालता है.
hr_hr: Uklanja sve početne i završne razmake iz tekstne vrijednosti.
hu_hu: Minden kezdő és záró szóközt töröl egy szöveges értékből.
it_it: Rimuove tutti gli spazi iniziali e finali da un valore di testo.
ja_jp: テキスト値から先頭と末尾のスペースをすべて削除します。
kk_kz: Мәтіндік мәннен жолдың басындағы және соңындағы барлық бос орындарды жояды.
ko_kr: 텍스트 값에서 모든 선행 공백 및 후행 공백을 제거합니다.
lt_lt: Pašalina visus teksto reikšmės priekyje ir pabaigoje esančius tarpus.
lv_lv: Noņem visas sākuma un noslēdzošās atstarpes no teksta vērtības.
ms_my: Mengalih keluar semua ruang pendahulu dan mengekor daripada nilai teks.
nb_no: Fjerner alle innledende og etterfølgende mellomrom fra en tekstverdi.
nl_nl: Hiermee worden alle voorloop- en volgspaties uit een tekstwaarde verwijderd.
pl_pl: Usuwa z wartości tekstowej wszystkie spacje początkowe i końcowe.
pt_br: Remove todos os espaços à esquerda e à direita de um valor de texto.
pt_pt: Remove todos os espaços iniciais e finais de um valor de texto.
ro_ro: Elimină toate spațiile de început și de sfârșit dintr-o valoare text.
ru_ru: Удаляет все начальные и конечные пробелы из текстового значения.
sk_sk: Odstráni z textovej hodnoty všetky úvodné a koncové medzery.
sl_si: Odstrani vse začetne in končne presledke iz besedilne vrednosti.
sr_cyrl_rs: Уклања све размаке с почетка и краја из вредности текста.
sr_latn_rs: Uklanja sve razmake s početka i kraja iz vrednosti teksta.
sv_se: Tar bort alla inledande och avslutande blanksteg från ett textvärde.
th_th: ลบช่องว่างหน้าและหลังออกจากข้อความ
tr_tr: Bir metin değerinin başındaki ve sonundaki tüm boşlukları kaldırır.
uk_ua: Видаляє всі пробіли із самого почату та самого кінця текстового значення.
vi_vn: Loại bỏ mọi khoảng trống cách quãng và kế tiếp khỏi một giá trị văn bản.
zh_cn: 删除文本值中所有前导空格和尾随空格。
zh_tw: 移除文字值中所有開頭與結尾的空格。

# AboutTrimEnds_text
source: A text value to trim the trailing and leading whitespace.
bg_bg: Текстова стойност, от която да се скрият водещите интервали и интервалите в края.
ca_es: Valor de text per retallar els espais en blanc al començament i al final.
cs_cz: Textová hodnota, ze které mají být odebrány úvodní a koncové mezery
da_dk: En tekstværdi, hvor førende og efterfølgende mellemrum skal trimmes.
de_de: Ein Textwert, der um führende und schließende Leerzeichen gekürzt werden soll.
el_gr: Τιμή κειμένου για αποκοπή του αρχικού και τελικού κενού διαστήματος.
es_es: Un valor de texto que va a recortar el espacio en blanco a la derecha y a la izquierda.
et_ee: Tekstväärtus, kust eemaldatakse algus- ja lõputühikud.
eu_es: Hasierako eta amaierako zuriuneak mozteko erabiliko den testu-balioa.
fi_fi: Tekstiarvo, jonka lopussa ja alussa olevat välit poistetaan.
fr_fr: Valeur de texte à convertir pour supprimer les espaces de début et de fin.
gl_es: Valor de texto do que se vai recortar o espazo en branco inicial e final.
hi_in: ट्रेलिंग और लीडिंग व्हाइट स्पेसेस को ट्रिम करने के लिए पाठ मान.
hr_hr: Tekstna vrijednost kojoj se obrezuju početni i završni razmaci.
hu_hu: Az a szöveges érték, amelyből törölni kell a kezdő és a záró szóközöket.
it_it: Valore di testo da cui devono essere tagliati gli spazi vuoti iniziali e finali.
ja_jp: 先頭および末尾の空白をトリミングするテキスト値。
kk_kz: Соңындағы және басындағы бос орындар қиылатын мәтіндік мән.
ko_kr: 선행 공백 및 후행 공백을 잘라낼 텍스트 값입니다.
lt_lt: Teksto reikšmė, tarpams pabaigoje ir pradžioje koreguoti.
lv_lv: Teksta vērtība, kam noņemt noslēdzošo un sākuma atstarpi.
ms_my: Nilai teks untuk memangkas ruang putih pendahulu dan mengekor.
nb_no: En tekstverdi som skal trimme innledende og etterfølgende mellomrom.
nl_nl: Een tekstwaarde waaruit de volg- en voorloopspatie moet worden verwijderd.
pl_pl: Wartość tekstowa, której wiodący i końcowy biały znak zostanie przycięty.
pt_br: Valor de texto do qual os espaços em branco à esquerda e à direita serão cortados.
pt_pt: Um valor de texto para cortar o espaço em branco inicial e final.
ro_ro: O valoare text căreia i se taie spațiile de început și de sfârșit.
ru_ru: Текстовое значение, у которого необходимо удалить начальные и конечные пробелы.
sk_sk: Textová hodnota na skrátenie koncových a úvodných medzier.
sl_si: Besedilna vrednost, ki ji je treba prirezati začetne in končne presledke.
sr_cyrl_rs: Вредност текста за уклањање размака с почетка и краја.
sr_latn_rs: Vrednost teksta za uklanjanje razmaka s početka i kraja.
sv_se: Ett textvärde där inledande och avslutande blanksteg ska trimmas.
th_th: ข้อความที่ใช้ตัดแต่งช่องว่างหน้าและหลัง
tr_tr: Başındaki ve sonundaki boşluklar kırpılacak olan bir metin değeri.
uk_ua: Текстове значення, де потрібно видалити всі пробіли із самого початку та самого кінця.
vi_vn: Giá trị văn bản cần cắt các khoảng trắng cách quãng và kế tiếp.
zh_cn: 剪裁尾随空格和前导空格的文本值。
zh_tw: 要修剪結尾與開頭空白的文字值。

# AboutTrimEnds_text_column
source: A column of text values to trim the trailing and leading whitespace.
bg_bg: Колона с текстови стойности, от които да се скрият водещите интервали и интервалите в края.
ca_es: Columna de valors de text per retallar els espais en blanc al començament i al final.
cs_cz: Sloupec textových hodnot, ze kterých mají být odebrány úvodní a koncové mezery
da_dk: En kolonne med tekstværdier, hvor førende og efterfølgende mellemrum skal trimmes.
de_de: Eine Spalte von Textwerten, die um führende und schließende Leerzeichen gekürzt werden sollen.
el_gr: Στήλη τιμών κειμένου για αποκοπή του αρχικού και τελικού κενού διαστήματος.
es_es: Una columna de valores de texto que va a recortar el espacio en blanco a la derecha y a la izquierda.
et_ee: Tekstväärtuste veerg, kust eemaldatakse algus- ja lõputühikud.
eu_es: Hasierako eta amaierako zuriuneak mozteko erabiliko den testu-balioen zutabea.
fi_fi: Sellaisten tekstiarvojen sarake, joiden lopussa ja alussa olevat välit poistetaan.
fr_fr: Colonne de valeurs de texte à convertir pour supprimer les espaces de début et de fin.
gl_es: Columna de valores de texto dos que se van recortar o espazo en branco inicial e final.
hi_in: ट्रेलिंग और लीडिंग व्हाइट स्पेसेस को ट्रिम करने के लिए पाठ मानों का एक स्तंभ.
hr_hr: Stupac tekstnih vrijednosti kojoj se obrezuju početni i završni razmaci.
hu_hu: Az azokat a szöveges értékeket tartalmazó oszlop, amelyekből törölni kell a kezdő és a záró szóközöket.
it_it: Colonna di valori di testo di cui devono essere tagliati gli spazi vuoti iniziali e finali.
ja_jp: 先頭および末尾の空白をトリミングするテキスト値の列。
kk_kz: Соңындағы және басындағы бос орындар қиылатын мәтіндік мәндер бағаны.
ko_kr: 선행 공백 및 후행 공백을 잘라낼 텍스트 값의 열입니다.
lt_lt: Teksto reikšmių stulpelis, tarpams pabaigoje ir pradžioje koreguoti.
lv_lv: Teksta vērtību kolonna, kam noņemt noslēdzošo un sākuma atstarpi.
ms_my: Lajur nilai teks untuk memangkas ruang putih pendahulu dan mengekor.
nb_no: En kolonne med tekstverdier som skal trimme innledende og etterfølgende mellomrom.
nl_nl: Een kolom met tekstwaarden waaruit de voorloop- en volgspaties moeten worden verwijderd.
pl_pl: Kolumna wartości tekstowych, których wiodące i końcowe białe znaki zostaną przycięte.
pt_br: Coluna de valores de texto dos quais os espaços em branco à esquerda e à direita serão cortados.
pt_pt: Uma coluna de valores de texto para cortar o espaço em branco inicial e final.
ro_ro: O coloană de valori text cărora li se taie spațiile de început și de sfârșit.
ru_ru: Столбец текстовых значений, у которых необходимо удалить начальные и конечные пробелы.
sk_sk: Stĺpec textových hodnôt, z ktorých sa vymažú koncové a úvodné medzery.
sl_si: Stolpec besedilnih vrednosti, ki jim je treba prirezati začetne in končne presledke.
sr_cyrl_rs: Колона са вредностима текста за уклањање размака с почетка и краја.
sr_latn_rs: Kolona sa vrednostima teksta za uklanjanje razmaka s početka i kraja.
sv_se: En kolumn med textvärden där inledande och avslutande blanksteg ska trimmas.
th_th: คอลัมน์ของข้อความจะตัดแต่งช่องว่างหน้าและหลัง
tr_tr: Başındaki ve sonundaki boşluklar kırpılacak olan bir metin değerleri sütunu.
uk_ua: Стовпець із текстовими значеннями, де потрібно видалити всі пробіли із самого початку та самого кінця.
vi_vn: Cột chứa các giá trị văn bản cần cắt các khoảng trắng kế tiếp và cách quãng.
zh_cn: 剪裁尾随空格和前导空格的文本值组成的列。
zh_tw: 要修剪開頭與結尾空白的文字值資料行。
